Repository: while-true/gettext
Catalog: Gettext/GettextMvcSample/po/*/messages.po
Languages: sl_si

source: Hello world from Controller code!
sl_si: Pozdravljen svet iz Kontrolerja!

source: Hello {username}!
sl_si: Živjo {username}!

source: {fileCount} file
sl_si: {fileCount} datoteka

source: Hello world from custom validator
sl_si: Pozdravljen svet iz validatorja!

source: Hello world from Required attribute
sl_si: Pozdravljen svet iz Required atributa

source: Email Field
sl_si: Email Polje

source: Too Long Field
sl_si: Predolgo polje

source: Hello world from MaxLength attribute
sl_si: Pozdravljen svet iz MaxLength atributa

source: Password
sl_si: Geslo

source: Hello world from Razor View!
sl_si: Pozdravljen svet iz Razor pogleda!

source: Hello world from Javascript!
sl_si: Pozdravljen svet iz Javascripta!

source: %d file
sl_si: %d datoteka
